export const angarish_gegma = [
  {
    chapterName: "მიმდინარე აქტივები",
    items: [
      {
        text: "მიმდინარე აქტივები",
        code: 1000,
      },
      {
        text: "ნაღდი ფული",
        code: 1100,
      },
      {
        text: "ნაღდი ფული ეროვნულ ვალუტაში",
        code: 1110,
      },
      {
        text: "ნაღდი ფული უცხოურ ვალუტაში",
        code: 1120,
      },
      {
        text: "ფული საბანკო ანგარიშებზე",
        code: 1200,
      },
      {
        text: "ეროვნული ვალუტა რეზიდენტ ბანკებში",
        code: 1210,
      },
      {
        text: "უცხოური ვალუტა რეზიდენტ ბანკებში",
        code: 1220,
      },
      {
        text: "უცხოური ვალუტა არარეზიდენტ ბანკებში",
        code: 1230,
      },
      {
        text: "ფული სხვა საბანკო ანგარიშებზე",
        code: 1290,
      },
      {
        text: "მოკლევადიანი ინვესტიციები",
        code: 1300,
      },
      {
        text: "მოკლევადიანი ინვესტიციები საწარმოს ფასიან ქაღალდებში",
        code: 1310,
      },
      {
        text: "მოკლევადიანი ინვესტიციები სახელმწ. ფასიან ქაღალდებში",
        code: 1320,
      },
      {
        text: "გრძელვადიანი ინვესტიციების მიმდინარე ნაწილი",
        code: 1330,
      },
      {
        text: "სხვა მოკლევადიანი ინვესტიციები",
        code: 1390,
      },
      {
        text: "მოკლევადიანი მოთხოვნები",
        code: 1400,
      },
      {
        text: "მოთხოვნები მიწოდებიდან და მომსახურებიდან",
        code: 1410,
      },
      {
        text: "საეჭვო ვალების რეზერვი",
        code: 1415,
      },
      {
        text: "მოთხოვნები მეკავშირე საწარმოების მიმართ",
        code: 1420,
      },
      {
        text: "მოთხოვნები საწარმოს პერსონალის მიმართ",
        code: 1430,
      },
      {
        text: "მოთხოვნები ხელმძღვანელებისა და სამეთვალყურეო ორგანოების წევრებისმიმართ",
        code: 1440,
      },
      {
        text: "მოთხოვნები პარტნიორებზე გაცემული სესხებით",
        code: 1450,
      },
      {
        text: "კაპიტალის შევსებაზე პარტნიორების გრძელვადიანი დავალიანებების მიმდინარე ნაწილი",
        code: 1460,
      },
      {
        text: "გრძელვადიანი მოთხოვნების მიმდინარე ნაწილი",
        code: 1470,
      },
      {
        text: "მომწოდებლებზე გადახდილი ავანსები",
        code: 1480,
      },
      {
        text: "სხვა მოკლევადიანი მოთხოვნები",
        code: 1490,
      },
      {
        text: "მოკლევადიანი სათამასუქო მოთხოვნები",
        code: 1500,
      },
      {
        text: "მიღებული მოკლევადიანი თამასუქები",
        code: 1510,
      },
      {
        text: "მიღებული გრძელვადიანი თამასუქების მიმდინარე ნაწილი",
        code: 1520,
      },
      {
        text: "სასაქონლო მატერიალური მარაგები",
        code: 1600,
      },
      {
        text: "საქონელი",
        code: 1610,
      },
      {
        text: "ნედლეული და მასალები",
        code: 1620,
      },
      {
        text: "დაუმთავრებელი წარმოება",
        code: 1630,
      },
      {
        text: "მზა პროდუქცია",
        code: 1640,
      },
      {
        text: "სხვა საწარმოო მარაგი",
        code: 1690,
      },
      {
        text: "წინასწარ გაწეული ხარჯები",
        code: 1700,
      },
      {
        text: "წინასწარ ანაზღაურებული მომსახურება",
        code: 1710,
      },
      {
        text: "წინასწარ გადახდილი საიჯარო ქირა",
        code: 1720,
      },
      {
        text: "წინასწარ გადახდილი დაზღვევის თანხა",
        code: 1735,
      },
      {
        text: "სხვა წინასწარ გადახდილი ხარჯები",
        code: 1790,
      },
      {
        text: "დარიცხული მოთხოვნები",
        code: 1800,
      },
      {
        text: "მისაღები დივიდენდები",
        code: 1810,
      },
      {
        text: "მისაღები პროცენტები",
        code: 1820,
      },
      {
        text: "სხვა დარიცხული მოთხოვნები",
        code: 1890,
      },
      {
        text: "სხვა მიმდინარე აქტივები",
        code: 1900,
      },
      {
        text: "სხვა მიმდინარე აქტივები",
        code: 1910,
      },
    ],
  },
  {
    chapterName: "გრძელვადიანი აქტივები",
    items: [
      { text: "გრძელვადიანი აქტივები", code: 2000 },
      { text: "ძირითადი საშუალებები", code: 2100 },
      { text: "მიწის ნაკვეთები", code: 2110 },
      { text: "დაუმთავრებელი მშენებლობები", code: 2120 },
      { text: "შენობები", code: 2130 },
      { text: "ნაგებობები", code: 2140 },
      { text: "მანქანა-დანადგარები", code: 2150 },
      { text: "ოფისის აღჭურვილობა", code: 2160 },
      { text: "ავეჯი და სხვა ინვენტარი", code: 2170 },
      { text: "სატრანსპორტო საშუალებები", code: 2180 },
      { text: "იჯარით აღებული ქონების კეთილმოწყობა", code: 2190 },
      { text: "ძირითადი საშუალებების ცვეთა", code: 2200 },
      { text: "შენობების ცვეთა", code: 2230 },
      { text: "ნაგებობების ცვეთა", code: 2240 },
      { text: "მანქანა-დანადგარების ცვეთა", code: 2250 },
      { text: "ოფისის აღჭურვილობის ცვეთა", code: 2260 },
      { text: "ავეჯისა და სხვა ინვენტარის ცვეთა", code: 2270 },
      { text: "სატრანსპორტო საშუალებების ცვეთა", code: 2280 },
      { text: "იჯარით აღებული ქონების კეთილმოწყობის ცვეთა", code: 2290 },
      { text: "გრძელვადიანი მოთხოვნები", code: 2300 },
      { text: "მიღებული გრძელვადიანი თამასუქები", code: 2310 },
      { text: "ფინანსურ იჯარასთან დაკავშირებული მოთხოვნები", code: 2320 },
      { text: "მოთხოვნები საწესდებო კაპიტალის შევსებაზე", code: 2330 },
      { text: "გადავადებული საგადასახადო აქტივები", code: 2340 },
      { text: "სხვა გრძელვადიანი მოთხოვნები", code: 2390 },
      { text: "გრძელვადიანი ინვესტიციები", code: 2400 },
      {
        text: "გრძელვადიანი ინვესტიციები საწარმოთა ფასიან ქაღალდებში",
        code: 2410,
      },
      {
        text: "გრძელვადიანი ინვესტიციები სახელმწ. ფასიან ქაღალდებში",
        code: 2420,
      },
      { text: "მონაწილეობა სხვა საზოგადოებაში", code: 2430 },
      { text: "სხვა გრძელვადიანი ინვესტიციები", code: 2490 },
      { text: "არამატერიალური აქტივები", code: 2500 },
      { text: "ლიცენზიები", code: 2510 },
      { text: "კონცესიები", code: 2520 },
      { text: "პატენტები", code: 2530 },
      { text: "გუდვილი", code: 2540 },
      { text: "სხვა არამატერიალური აქტივები", code: 2590 },
      { text: "არამატერიალური აქტივების ამორტიზაცია", code: 2600 },
      { text: "ლიცენზიების ამორტიზაცია", code: 2610 },
      { text: "კონცესიების ამორტიზაცია", code: 2620 },
      { text: "პატენტების ამორტიზაცია", code: 2630 },
      { text: "გუდვილის ამორტიზაცია", code: 2640 },
      { text: "სხვა არამატერიალური აქტივების ამორტიზაცია", code: 2690 },
    ],
  },
  {
    chapterName: "მიმდინარე ვალდებულებები",
    items: [
      {
        text: "მიმდინარე ვალდებულებები",
        code: 3000,
      },
      {
        text: "მოკლევადიანი ვალდებულებები",
        code: 3100,
      },
      {
        text: "მოწოდებიდან და მომსახურურებიდან წარმოქმნილი ვალდებულებები",
        code: 3110,
      },
      {
        text: "მიღებული ავანსები",
        code: 3120,
      },
      {
        text: "გადასახდელი ხელფასი",
        code: 3130,
      },
      {
        text: "როიალტი",
        code: 3140,
      },
      {
        text: "საკომისიო გადასახდელები",
        code: 3150,
      },
      {
        text: "ვალდებულებები საწარმოს პერსონალის წინაშე",
        code: 3160,
      },
      {
        text: "ვალდებულებები მეკავშირე საწარმოების წინაშე",
        code: 3170,
      },
      {
        text: "სხვა მოკლევადიანი ვალდებულებები",
        code: 3190,
      },
      {
        text: "მოკლევადიანი სესხები",
        code: 3200,
      },
      {
        text: "მოკლევადიანი სესხები",
        code: 3210,
      },
      {
        text: "სესხები პარტნიორებისაგან",
        code: 3220,
      },
      {
        text: "გრძელვადიანი სესხების მიმდინარე ნაწილი",
        code: 3230,
      },
      {
        text: "საგადასახადო ვალდებულებები",
        code: 3300,
      },
      {
        text: "გადასახდელი მოგების გადასახადი",
        code: 3310,
      },
      {
        text: "გადასახდელი საშემოსავლო გადასახადი",
        code: 3320,
      },
      {
        text: "გადასახდელი დ. ღ. გ.",
        code: 3330,
      },
      {
        text: "გადახდილი დ. ღ. გ.",
        code: 3340,
      },
      {
        text: "გადასახდელი აქციზი",
        code: 3350,
      },
      {
        text: "გადახდილი აქციზი",
        code: 3360,
      },
      {
        text: "სოციალური გადასახადი",
        code: 3370,
      },
      {
        text: "სხვა საგადასახადო ვალდებულებები",
        code: 3390,
      },
      {
        text: "დარიცხული ვალდებულებები",
        code: 3400,
      },
      {
        text: "გადასახდელი პროცენტები",
        code: 3410,
      },
      {
        text: "გადასახდელი დივიდენდები",
        code: 3420,
      },
      {
        text: "ვალდებულება საგარანტიო მომსახურებაზე",
        code: 3430,
      },
      {
        text: "სხვა დარიცხული ვალდებულებები",
        code: 3490,
      },
    ],
  },
  {
    chapterName: "გრძელვადიანი ვალდებულებები",
    items: [
      {
        text: "გრძელვადიანი ვალდებულებები",
        code: 4000,
      },
      {
        text: "გრძელვადიანი სასესხო ვალდებულებები",
        code: 4100,
      },
      {
        text: "გასანაღდებელი ობლიგაციები",
        code: 4110,
      },
      {
        text: "გასანაღდებელი თამასუქები",
        code: 4120,
      },
      {
        text: "ვალდებულებები ფინანსურ იჯარაზე",
        code: 4130,
      },
      {
        text: "გრძელვადიანი სესხები",
        code: 4140,
      },
      {
        text: "სხვა გრძელვადიანი სასესხო ვალდებულებები",
        code: 4190,
      },
      {
        text: "გადავადებული გადასახადები და სხვა გრძელვადიანივალდებულებები",
        code: 4200,
      },
      {
        text: "გადავადებული მოგების გადასახადი",
        code: 4210,
      },
      {
        text: "სხვა გრძელვადიანი ვალდებულებები",
        code: 4220,
      },
      {
        text: "ანარიცხები",
        code: 4300,
      },
      {
        text: "საპენსიო უზრუნველყოფის ანარიცხები",
        code: 4310,
      },
      {
        text: "სხვა ანარიცხები",
        code: 4320,
      },
      {
        text: "გადავადებული შემოსავალი",
        code: 4400,
      },
      {
        text: "გადავადებული შემოსავალი",
        code: 4410,
      },
    ],
  },
  {
    chapterName: "საკუთარი კაპიტალი",
    items: [
      {
        text: "საკუთარი კაპიტალი",
        code: 5000,
      },
      {
        text: "საწესდებო კაპიტალი",
        code: 5100,
      },
      {
        text: "ჩვეულებრივი აქციები",
        code: 5110,
      },
      {
        text: "პრივილეგირებული აქციები",
        code: 5120,
      },
      {
        text: "გამოსყიდული საკუთარი აქციები",
        code: 5130,
      },
      {
        text: "საემისიო კაპიტალი",
        code: 5140,
      },
      {
        text: "საწესდებო კაპიტალი შპს-ში",
        code: 5150,
      },
      {
        text: "პარტნიორთა კაპიტალი (შეზღუდული ქონებრივიპასუხისმგებლობის არმქონე საზოგადოებებში)",
        code: 5200,
      },
      {
        text: "პარტნიორთა კაპიტალი",
        code: 5210,
      },
      {
        text: "მოგება-ზარალი",
        code: 5300,
      },
      {
        text: "გაუნაწილებელი მოგება",
        code: 5310,
      },
      {
        text: "დაუფარავი ზარალი",
        code: 5320,
      },
      {
        text: "საანგარიშგებო პერიოდის მოგება-ზარალი",
        code: 5330,
      },
      {
        text: "რეზერვები და დაფინანსება",
        code: 5400,
      },
      {
        text: "სარეზერვო კაპიტალი",
        code: 5410,
      },
      {
        text: "ძირითადი საშუალებების გადაფასების რეზერვი",
        code: 5420,
      },
      {
        text: "ინვესტიციების გადაფასების რეზერვი",
        code: 5430,
      },
      {
        text: "სხვა რეზერვები და დაფინანსება",
        code: 5490,
      },
    ],
  },
  {
    chapterName: "საოპერაციო შემოსავლები",
    items: [
      {
        text: "ჯამური საოპერაციო შემოსავლები",
        code: 6000,
      },
      {
        text: "საოპერაციო შემოსავლები",
        code: 6100,
      },
      {
        text: "შემოსავალი რეალიზაციიდან",
        code: 6110,
      },
      {
        text: "გაყიდული საქონლის დაბრუნება და ფასდათმობა",
        code: 6120,
      },
      {
        text: "შემოსავალი საეჭვო მოთხოვნებიდან",
        code: 6130,
      },
      {
        text: "სხვა საოპერაციო შემოსავლები",
        code: 6190,
      },
    ],
  },
  {
    chapterName: "საოპერაციო ხარჯები",
    items: [
      { text: "საოპერაციო ხარჯები", code: 7000 },
      {
        text: "რეალიზებული პროდუქციის თვითღირებულება (პროდუქციისმწარმოებელ და მომსახურების სფეროს საწარმოებისათვის )",
        code: 7100,
      },
      { text: "ძირითადი მასალების დანახარჯები/შეძენა", code: 7110 },
      { text: "პირდაპირი ხელფასი", code: 7120 },
      { text: "სოციალური დანარიცხები პირდაპირ ხელფასზე", code: 7130 },
      { text: "დამხმარე მასალების დანახარჯები /შეძენა", code: 7140 },
      { text: "არაპირდაპირი ხელფასი", code: 7150 },
      { text: "სოციალური დანარიცხები არაპირდაპირ ხელფასზე", code: 7160 },
      { text: "ცვეთა და ამორტიზაცია", code: 7170 },
      { text: "რემონტის დანახარჯები", code: 7180 },
      { text: "სასაქონლო-მატერიალური მარაგების კორექტირება", code: 7185 },
      { text: "სხვა საოპერაციო ხარჯები", code: 7190 },
      {
        text: "რეალიზებული საქონლის თვითღირებულება (სავაჭროსაწარმოებისათვის)",
        code: 7200,
      },
      { text: "გაყიდული/შეძენილი საქონელი", code: 7210 },
      { text: "შეძენილი საქონლის უკანდაბრუნება და ფასდათმობა", code: 7220 },
      { text: "სასაქონლო-მატერიალური მარაგების კორექტირება", code: 7290 },
      { text: "მიწოდების ხარჯები", code: 7300 },
      { text: "რეკლამის ხარჯები", code: 7310 },
      { text: "შრომის ანაზღაურება და საკომისიო გასამრჯელო", code: 7320 },
      { text: "შრომის ანაზღაურებაზე დანარიცხი", code: 7330 },
      { text: "ტრანსპორტირებისა და შენახვის ხარჯები", code: 7340 },
      { text: "სხვა მიწოდების ხარჯები", code: 7390 },
      { text: "საერთო და ადმინისტრაციული ხარჯები", code: 7400 },
      { text: "შრომის ანაზღაურება", code: 7410 },
      { text: "საკანცელარიო ხარჯი", code: 7412 },
      { text: "სოციალური დანარიცხები", code: 7415 },
      { text: "საიჯარო ქირა", code: 7420 },
      { text: "საოფისე ინვენტარი", code: 7425 },
      { text: "კომუნიკაციის ხარჯები", code: 7430 },
      { text: "დაზღვევა", code: 7435 },
      { text: "რემონტი", code: 7440 },
      { text: "კომპიუტერის ხარჯები", code: 7445 },
      { text: "საკონსულტაციო ხარჯები", code: 7450 },
      { text: "ცვეთა და ამორტიზაცია", code: 7455 },
      { text: "საეჭვო მოთხოვნებთან დაკავშირებული ხარჯები", code: 7460 },
      { text: "სხვა საგადასახადო ხარჯები", code: 7470 },
      { text: "საგარანტიო ხარჯები", code: 7480 },
      { text: "სხვა საერთო ხარჯები", code: 7490 },
    ],
  },
  {
    chapterName: "არასაოპერაციო შემოსავლები და ხარჯები",
    items: [
      {
        text: "არასაოპერაციო შემოსავლები და ხარჯები",
        code: 8000,
      },
      {
        text: "არასაოპერაციო შემოსავლები",
        code: 8100,
      },
      {
        text: "საპროცენტო შემოსავლები",
        code: 8110,
      },
      {
        text: "დივიდენდები",
        code: 8120,
      },
      {
        text: "არასაოპერაციო მოგება",
        code: 8130,
      },
      {
        text: "სხვა არასაოპერაციო შემოსავლები",
        code: 8190,
      },
      {
        text: "არასაოპერაციო ხარჯები",
        code: 8200,
      },
      {
        text: "საპროცენტო ხარჯები",
        code: 8210,
      },
      {
        text: "არასაოპერაციო ზარალი",
        code: 8220,
      },
      {
        text: "სხვა არასაოპერაციო ხარჯები",
        code: 8290,
      },
    ],
  },
  {
    chapterName: "განსაკუთრებული  და სხვა შემოსავლები და ხარჯები",
    items: [
      {
        text: "განსაკუთრებული  და სხვა შემოსავლები და ხარჯები",
        code: 9000,
      },
      {
        text: "განსაკუთრებული შემოსავლები და ხარჯები",
        code: 9100,
      },
      {
        text: "განსაკუთრებული შემოსავლები",
        code: 9110,
      },
      {
        text: "განსაკუთრებული ხარჯები",
        code: 9120,
      },
      {
        text: "სხვა ხარჯები",
        code: 9200,
      },
      {
        text: "მოგების გადასახადი",
        code: 9210,
      },
    ],
  },
];
